Revit 2027 API
SpecTypeId.PipingMassPerTime Property
 Mass per Time, in discipline Piping.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PipingMassPerTime { get; }
Public Shared ReadOnly Property PipingMassPerTime As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PipingMassPerTime {
	ForgeTypeId^ get ();
}
static member PipingMassPerTime : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace